Autodesk.Revit.DB.AdvancedGeolocationLinkInfo
Collection of data required to create an Advanced Geolocation from a linked file.
Remarks:
The data stored here is in Revit internal units, required for creation of advanced geolocation.